var card_lists = [
  {
    nameEn: "The fool",
    nameKo: "바보",
    url: "./img/cards/theFool.jpg",
    description: [
      "정방향 바보는 재정적 노력에 있어서 낙천주의와 두려움이 없음을 암시합니다. 이는 위험을 감수하고 새로운 기회를 탐색하려는 의지를 나타내며 잠재적으로 예상치 못한 이익이나 횡재로 이어질 수 있습니다.",
      "역방향 바보는 충동적이거나 재정적 순진함을 나타내어 기회를 놓치거나 무모한 투자로 이어질 수 있습니다. 이는 손실을 피하기 위해 재정적 문제에 있어서 주의와 신중함을 행사할 필요성을 시사할 수 있습니다.",
    ],
  },
  {
    nameEn: "The magician",
    nameKo: "마법사",
    url: "./img/cards/theMagician.jpg",
    description: [
      "정방향 마법사는 이제 막 시작한 사람입니다. 금전적으로 어려움이 있는 카드는 아니지만, 지금보다 앞으로의 가능성을 더 크게 보는 것이 좋아 보입니다.",
      "역방향 마법사는 내 돈을 뜯어먹는 사기꾼을 만나게 됩니다. 금전적으로 들어오는 일정한 수익에서는 이상이 없을지 모르나 자신의 재물을 노리며 거짓 정보를 주는 이를 조심해야 합니다.",
    ],
  },
  {
    nameEn: "The high priestess",
    nameKo: "여사제",
    url: "./img/cards/theHighPriestess.jpg",
    description: [
      "정방향 여사제 카드는 비밀스럽고 지적이며 매력적인 인물을 지칭합니다. 다만 돈에 관심이 없거나 관련이 없기 때문에 큰 재물이 따르지는 않습니다.",
      "역방향 여사제 카드는 전혀 돈에 관심이 없어 보였지만 사실 뒤로는 이리저리 관심이 많음을 의미합니다.. 신분이나 체면 때문에 없던 척했던 것일 뿐입니다. 그러나 역방 여사제 카드는 금전에 있어서 좋은 수확을 거두는 카드는 아니기에 돈에 관심은 있더라도 들어올 돈이 많지는 않습니다.",
    ],
  },
  {
    nameEn: "The empress",
    nameKo: "여황제",
    url: "./img/cards/theEmpress.jpg",
    description: [
      "정방향 여황제 카드는 물질적이며 풍요로움을 의미합니다. 때문에 재물이 많고 풍족함을 의미하게 됩니다.",
      "역방향 여황제 카드는 게으르며 생산적이지 않음을 의미합니다. 때문에 사치와 낭비가 심해지며 이전까지는 풍족했을지 몰라도 더 이상 부유하지 않으며 물욕이 많아집니다.",
    ],
  },
  {
    nameEn: "The emperor",
    nameKo: "황제",
    url: "./img/cards/theEmperor.jpg",
    description: [
      "정방향 황제는 권위적이고 지배적인 성향이 강하지만 금전면에서는 좋은 의미를 지닙니다. 부유하고 풍요로워 뭐든지 다 가질 수 있게 됩니다.",
      "역방향 황제 카드는 허세적이며 통제력을 잃은 성향을 나타냅니다. 때문에 큰 소비를 주의해야 하며 우유부단하게 처신하기보다는 강하게 밀고 나가는 추진력이 필요합니다.",
    ],
  },
  {
    nameEn: "The hierophant",
    nameKo: "교황",
    url: "./img/cards/theHierophant.jpg",
    description: [
      "정뱡항 교황은 정신적이고 속세에 물들지 않은 종교적인 인물입니다. 하지만 종교적인 신분답게 돈에 큰 욕심이 없어 큰 재물이 따르지 않습니다.",
      "역방향 교황은 불신과 이중성, 원칙을 벗어남을 의미합니다. 겉으로는 돈 욕심이 없어 보이지만 속으로는 돈에 대한 욕심이 많겠습니다. 특히, 되도록 사람사이에 금전거래를 하지 않는 것이 좋습니다. 돌려달라고 말하기에도 모호해지고 서로 마음만 상하며 신뢰가 무너집니다. 빌려준 돈도 돌려받기 힘듭니다.",
    ],
  },
  {
    nameEn: "The Lovers",
    nameKo: "연인",
    url: "./img/cards/theLover.jpg",
    description: [
      "메이저 6번 연인카드 정방향은 매력이라든가 호감에 관여되어 있습니다. 화려하고 넉넉한 재물이 들어올 수 있으며, 즐거운 소비를 하기도 합니다.",
      "메이저 6번 연인카드 역방향은 대인관계를 주의해야 합니다. 상대에 대한 오해가 생기기 쉬우며 진이 빠지는 기운을 줍니다. 너무 유희적인 곳에 돈이 많이 나간다든가 이성에게 너무 돈을 쓰지 않는지 주의해야 합니다.",
    ],
  },
  {
    nameEn: "The Chariot",
    nameKo: "전차",
    url: "./img/cards/theChariot.jpg",
    description: [
      "메이저 7번 전차카드 정방향은 주체적이며 리더적인 모습을 많이 보여줍니다. 통제적이며 목표를 위해 앞으로 나아가는 모습을 보여줍니다. 공격적인 투자를 할 것으로 보이며 열심히 돈을 모을 것으로 보입니다.",
      "메이저 7번 전차카드 역방향은 준비가 제대로 되지 못했습니다. 갑작스러운 지출을 하고 싶어질 수 있으며 좋은 투자가 나와도 공격적이며 저돌적으로 나가지 못합니다. 들어올 돈은 계속 미뤄지며 오히려 소비를 주의해야 합니다. 포기하지 말고 새로운 준비를 해야 합니다.",
    ],
  },
  {
    nameEn: "Strength",
    nameKo: "힘",
    url: "./img/cards/Strength.jpg",
    description: [
      "메이저 8번 힘카드 정방향은 절제적이며 통제적으로 관리를 잘한다는 의미가 담겨 있습니다. 그 힘은 지혜로운 힘이 되며 자기 자신과의 싸움인 의지와 연관이 있습니다. 돈 관리를 잘하며 돈의 유통이 활발할 것으로 보입니다.",
      "메이저 8번 힘카드 역방향은 절제력을 잃었습니다. 게으르며 무능하고 무기력해집니다. 돈 관리 능력이 없으며 돈을 잘 벌지 못합니다. 소비하지 않도록 주의해야 합니다.",
    ],
  },
  {
    nameEn: "The Hermit",
    nameKo: "은둔자",
    url: "./img/cards/theHermit.jpg",
    description: [
      "메이저 9번 은둔자 카드 정방향은 혼자 생각하기를 즐기는 고독한 사람으로, 신중한 판단, 자제력, 드러내지 않음을 뜻합니다. 지금은 돈을 감추고 기다려야 할 때입니다. 드러낼수록 지출만 생깁니다. 본인이 잘 아는 분야가 있다면 투자해 보는 것도 좋습니다.",
      "메이저 9번 은둔자 카드 역방향은 더 이상 신중하지 못합니다. 신중하지 못한 말들을 내뱉으며 행동마저 신중함을 잃습니다. 돈이 없을뿐더러 돈에 대해 잘 알지 못하기에 사기를 주의해야 합니다. 잘 알지 못하는 것에 대해 무턱대고 도전한다면 위험해집니다.",
    ],
  },
  {
    nameEn: "Wheel of Fortune",
    nameKo: "운명의 수레바퀴",
    url: "./img/cards/wheelOfFortune.jpg",
    description: [
      "메이저 10번 운명의 수레바퀴 정방향은 삶이 계속 반복되며 좋은 시기이든 나쁜 시기이든 이미 지나고 새로운 전환점에 직면한 것을 알려줍니다. 행운이나 좋은 타이밍을 뜻하기도 하며, 금전에서도 뜻밖의 횡재수가 있을 수 있습니다.",
      "메이저 10번 운명의 수레바퀴 역방향은 불운한 운명에 대해 얘기합니다. 변화하기에도 쉽지 않으며 좋은 흐름이 멈춘 듯합니다. 내가 원하는 수입은 안 들어오면서 원치 않은 지출은 이곳저곳에서 생깁니다.",
    ],
  },
  {
    nameEn: "Justice",
    nameKo: "정의",
    url: "./img/cards/justice.jpg",
    description: [
      "정방향 정의는 일한 만큼 버는 상황을 의미합니다. 로또, 주식과 같은 일확천금을 하는 상황은 오지 않지만 일한 만큼 돈이 들어오니 성실하게 일하세요",
      "역방향 정의는 속물적인 모습을 의미합니다.  돈을 더 안 내고 싶어하는 모습이 다른 사람한테 깐깐하게 비춰 보일 수 있으며, 이는 자칫 잘못하면 주변으로 하여금 불공평함을 유발 시킬 수 있으니 주의하세요.",
    ],
  },
  {
    nameEn: "The hanged man",
    nameKo: "매달린 남자",
    url: "./img/cards/theHangedMan.jpg",
    description: [
      "정방향 매달린 남자는 자금회전이 안되는 상황을 의미합니다. 금전적으로 갑자기 돈이 묶일 일이 생겨 당분간 궁핍하게 살아야 할 수 있습니다.",
      "역방향 매달린 남자는 금전운이 서서히 풀리는 것을 의미합니다. 갑자기 돈 생길 일이 생겨 그동안 부족했던 주머니 사정이 나아질 수 있습니다. 하지만 돈이 생기는 만큼 지출도 많아질 수 있으니 조심하세요",
    ],
  },
  {
    nameEn: "Death",
    nameKo: "죽음",
    url: "./img/cards/death.jpg",
    description: [
      "정방향 죽음 카드는 돈이 없는 상황을 의미합니다. 갑자기 모든 것을 잃어버릴 수도 있으니 주의하세요.",
      "역방향 죽음 카드는 희망이 보이는 상황을 의미합니다. 갑자기 잊고 있었던 돈이 생기거나, 힘든 상황에서 벗어날 수 있을 수 있는 희망이 보이니 포기하지 마세요.",
    ],
  },
  {
    nameEn: "Temperance",
    nameKo: "절제",
    url: "./img/cards/temperance.png",
    description: [
      "정방향 절제 카드는 금전적으로 적당한 소비를 의미합니다. 금전적으로 좋은 카드로 자본이 늘어나면서도 도를 넘지 않는 소비를 하는 상황이 찾아올 것입니다.",
      "역방향 절제카드는 금전 거래로 인한 불화를 의미합니다. 가까운 사람에게 빌려준 돈 때문에 불화가 생길 수도 있습니다. 돈 문제로 인간관계를 망칠 수 있으니 금전관계를 조심하세요.",
    ],
  },
  {
    nameEn: "The Devil",
    nameKo: "악마",
    url: "./img/cards/theDevil.jpg",
    description: [
      "정방향 악마카드는 심한 낭비벽이 올 수 있음을 의미합니다. 금전적으로 좋지 않은 카도로 도박과도 같은 유혹에 빠져 사채에 까지 손을 댈 수 있으니 조심하십시오.",
      "역방향 악마카드는 고통에서 벗어나는 상황을 의미합니다. 안 좋은 상황에서 벗어나는 것을 의미하며, 도박의 유혹에서 벗어나 금전적으로 위험한 상황을 극복할 수 있을 것입니다.",
    ],
  },
  {
    nameEn: "The Tower(",
    nameKo: "타워",
    url: "./img/cards/theTower.jpg",
    description: [
      "타워카드는 붕괴의 의미를 가지고 있으며 갑작스럽게 외부적인 요인으로 큰 변화를 겪게 되는 것을 의미합니다. 타워카드는 정방향도 역방향도 뜻이 좋지 않습니다. 금전에서는 갑자기 상황이 나빠집니다.",
      "타워카드가 역방향이 되자 붕괴 직전까지의 상황으로 바뀝니다. 금전적인 압박을 느끼게 되며 큰 돈을 잃을 수도 있으니 주의해야 합니다.",
    ],
  },
  {
    nameEn: "The Star",
    nameKo: "별",
    url: "./img/cards/theStar.jpg",
    description: [
      "별카드는 희망과 긍정의 키워드를 가지고 있습니다.  백치미로도 비춰질 수 있습니다. 금전적인 면에서는 현실적인 소비가 아니라 너무 긍정적이어서 생각 없이 지출하는 점이 있습니다.",
      "별카드 역방향은 현실의 카드입니다. 금전에서는 수입은 안 들어오고 터무니 없는 지출이 생기기 쉽습니다. 생각 없이 지출한 것으로 타격 또한 입습니다.",
    ],
  },
  {
    nameEn: "The Moon",
    nameKo: "달",
    url: "./img/cards/theMoon.jpg",
    description: [
      "달 카드는 갈등과 불안함의 카드입니다. 금전적인 면에서는 돈을 갚을 능력이 안되는, 금전적인 불안함, 돈 때문에 걱정하는 키워드를 가지고 있습니다.",
      "달카드 역방향은 위험을 알아차리는 카드입니다. 금전적으로는 정방향이든 역방향이든 불안정한 것은 여전합니다. 허나 금전적인 위기를 알게 되어 자신의 재정적 상황을 알게됩니다. 돈의 흐름이 좋지 않으며 금전적으로 신경을 많이 써야 합니다.",
    ],
  },
  {
    nameEn: "The Sun",
    nameKo: "태양",
    url: "./img/cards/theSun.jpg",
    description: [
      "태양카드는 활기와 생명력에 관여되어 있는 카드입니다. 모든 면에서 긍정적인 뜻을 가지고 있으며 메이저 아르카나에서 가장 긍정적인 뜻을 가지고 있기도 합니다. 금전에서도 언제나 돈이 많으며 수익과 소비 둘 다 시원시원합니다.",
      "태양카드 역방향은 실패의 카드입니다. 금전적인 면에서는 재정적으로 위험한 것을 나타냅니다. 터무니 없는 지출이 많으며 이익보다 금전적인 손실이 더 큽니다.",
    ],
  },
  {
    nameEn: "The Judgement",
    nameKo: "심판",
    url: "./img/cards/theJudgement.jpg",
    description: [
      "심판카드는 부활과 소식의 뜻이 있습니다. 기본적으로 이 카드는 기다리고 기다리던 소식을 듣게 되는 카드입니다. 금전에서 운이 좋습니다. 기다리던 금전적인 소식을 뜻하며 소송이나 투자에서 긍정적인 소식을 기대할 수 있습니다.",
      "심판카드 역방향은 무소식의 카드입니다. 소식이 오지 않음으로 상황은 나빠져가고 애간장만 타게 됩니다. 금전적으로는 손해가 예상이 됩니다. 돈을 빌리기도 쉽지 않으며 자꾸 연체만 되어서 애간장이 타게 됩니다.",
    ],
  },
  {
    nameEn: "The World(",
    nameKo: "세계",
    url: "./img/cards/theWorld.jpg",
    description: [
      "세계카드는 여정의 끝을 알려주며 완성의 키워드를 가지고 있습니다. 금전에서는 성공한 만큼 많은 양의 금전을 의미하며 돈을 만족스럽게 벌 수 있음을 뜻합니다.",
      "세계카드 역방향은 미완성을 뜻하는 카드입니다. 그들의 완성은 지체되며 그로 인해 열정도 줄고 기운도 빠져나갑니다. 금전 면에서는 돈벌이에 여러 문제가 생깁니다. 금전적으로 진척이 없어져서 목표에 달성하지 못하게 됩니다. 여러 문제들과 직면하게 됩니다.",
    ],
  },
];
